{
    "welcome_message": "Welcome to our application!",
    "login_button": "Login",
    "register_button": "Register",
    "home": "Home",
    "about": "About",
    "contest": "Contest",
    "contact_us": "Contact Us",
    "hero_title": "Welcome to KoiChamp",
    "hero_subtitle": "Discover and manage Koi fish competitions with ease",
    "hero_introduction": "KoiChamp is a professional organization for",
    "hero_types": [
        "Koi Competitions",
        "Showcase Your Koi",
        "Koi Experience"
    ],
    "hero_description": "Register your Koi fish, participate in exciting competitions, and view detailed results and statistics. Experience the elegance of Koi with our advanced management tools.",
    "get_started_button": "Get Started",
    "about_title": "About Us",
    "about_us_description": "From nurturing Koi champions to fostering a passion for excellence, we provide a platform where enthusiasts celebrate the beauty, strength, and elegance of Koi fish in a professional and engaging environment.",
    "see_more_button": "See More",
    "our_mission": "Our Mission",
    "mission_subtitle": "Empowering Koi Enthusiasts Worldwide",
    "mission_description": "Our mission is to bring Koi lovers together by offering an easy-to-use, transparent platform for Koi competitions. We aim to elevate the art of Koi keeping by providing tools that make competition management simpler and more efficient, while maintaining fairness and transparency at every step.",
    "our_vision": "Our Vision",
    "vision_subtitle": "Building a Connected Future for Koi Enthusiasts",
    "vision_description": "We envision a world where Koi competitions are more accessible, standardized, and enjoyable for all. Through KoiChamp, we aim to create a global network of Koi lovers who can compete, share, and celebrate the magnificence of Koi fish in a fair and engaging way.",
    "why_choose_us": "Why Choose Us?",
    "why_choose_us_subtitle": "Expert Solutions for Every Step",
    "why_choose_us_description": "Our specialized platform is designed with the unique needs of Koi competitions in mind. From accurate classification to real-time updates and detailed reports, KoiChamp ensures that each competition is fair, transparent, and exciting. Join us to experience the best in Koi show management."
}